---
kind: enumMember
id: F:Autodesk.Revit.DB.Structure.RebarShapeBendAngle.Acute
enum: Autodesk.Revit.DB.Structure.RebarShapeBendAngle
source: html/176a9649-853e-f173-c108-d6722fcd5b61.htm
---
# Autodesk.Revit.DB.Structure.RebarShapeBendAngle.Acute

The angle is less than 90 degrees.